[
  {
    "id": "benari2025",
    "year": 2025,
    "title": "On your mark, get set, choose! A randomized cross-over study comparing fixed and self-selected rest periods",
    "authors": [
      "Ben-Ari, A.",
      "Silverman, Y.",
      "Obolski, U.",
      "Halperin, I."
    ],
    "journal": "Sports Medicine - Open",
    "methods": [
      "Randomized Control Trial",
      "Crossover Study"
    ],
    "population": {
      "ageLower": 16,
      "ageUpper": 45,
      "sex": "Female",
      "healthStatus": "Professional Athletes",
      "expertise": "Soccer"
    },
    "sampleSize": 24,
    "treadmill": {
      "brand": "Woodway",
      "model": "Curve 3.0"
    },
    "treadmillFocus": "Utility",
    "abstract": "BACKGROUND: Studies on rest durations during high-intensity interval training (HIIT) often compare fixed and self-selected (SS) rest allocation approaches.  Frequently, the rest duration under SS conditions is unlimited, leading to  inconsistent total rest durations compared to fixed rest conditions. To address  this limitation, we recently compared fixed and SS rest conditions during cycling  HIIT sessions, while keeping the total rest duration equivalent. However, our  protocol required athletes to divide a long total rest duration (720s) across  nine intervals, which may have been overly cognitively demanding. The current  study aimed to explore the effects of the SS approach with a simplified rest  allocation task on performance, physiological, and psychological outcomes.  METHODS: Following a familiarization session, 24 professional female soccer  players completed two running HIIT sessions on a non-motorized treadmill. Each  session consisted of twelve 15s intervals, divided into three blocks, with the  goal of maximizing the distance covered. In both conditions, the between-interval  rest duration per block amounted to 270s. In the fixed condition, the rest was  uniformly allocated to 90s between each interval, whereas in the SS condition,  the athletes chose how to allocate the entirety of the 270s of rest. We compared  the following outcomes: distance, heart rate, perception of fatigue, effort,  autonomy, enjoyment, boredom, and athletes' preferences. Outcomes were compared  using aggregated measures via paired univariate tests, and across the intervals  via mixed-effects models. RESULTS: We observed comparable results in most  outcomes with the exception of higher autonomy (1-15 points) in the SS condition  (mean difference=2.1, 95%CI (0.9, 3.3) points) and a negligibly higher heart  rate in the SS condition when comparing the observations across intervals  (estimate=2.5, 95%CI (0.9, 4.2) beats X min(-1)). Additionally, participants  chose to rest for longer durations as the block progressed. Finally, the majority  of participants (65%) favored the SS condition. CONCLUSION: This study further  solidifies that SS and fixed approaches with matched total rest durations result  in similar performance, physiological, and psychological responses. This effect  persists even when the total rest duration required to be allocated is relatively  short. Therefore, coaches and trainees can choose either approach based on their  preferences and training goals.",
    "keyFindings": "Self-selected and fixed rest approaches with matched total rest durations result in similar performance",
    "keywords": [
      "autonomy",
      "self-selected rest",
      "HIIT",
      "soccer"
    ],
    "openAccess": true,
    "DOI": "https://doi.org/10.1186/s40798-024-00803-8",
    "citations": []
  },
  {
    "id": "ellison2024",
    "year": 2024,
    "title": "Head-torso coordination in police officers wearing loaded tactical vests during running",
    "authors": [
      "Ellison, M.A.",
      "Gorman, A.J.",
      "Brown, O.",
      "Mullineaux, D.R.",
      "Mulloy, F."
    ],
    "journal": "Gait & Posture",
    "methods": [
      "Biomechanical Analysis",
      "Motion Capture"
    ],
    "population": {
      "ageLower": 22,
      "ageUpper": 58,
      "sex": "Mixed",
      "healthStatus": "Occupational",
      "expertise": "Police Officers"
    },
    "sampleSize": 38,
    "treadmill": {
      "brand": "Woodway",
      "model": "Curve"
    },
    "treadmillFocus": "Utility",
    "abstract": "Background: The influence of load carriage in operational police officers is not well understood despite a relatively high injury rate. Assessing load related changes in head and torso coordination may provide valuable insight into plausible injury mechanisms. Research question: Do typical police tactical vest loads alter head and torso coordination during running?  Methods: Thirty-eight UK police officers ran at a self-selected pace (>2 ms 1) on a non-motorised treadmill in four vest load conditions (unloaded, and low, high and evenly distributed loads). Peak head and torso tilt, and peak vest displacement were compared between all four conditions. Timings between vest and torso change of direction were compared between the three loaded conditions. The coupling angle between the head and torso calculated using modified vector coding were compared between unloaded and each loaded conditions using Statistical Parametric Mapping. Results: No significant differences were found between conditions for peak head or torso tilt alone (p > 0.05). Loading equipment low on the vest led to significantly greater mediolateral vest displacements (38 mm) away from the torso than a high (34 mm) or evenly distributed (30 mm) conditions. The vest was found to change direction vertically before the torso in the anterior-posterior direction, and then influence torso motion. The loaded conditions changed the head-torso coupling from in-phase (with head-dominancy) to anti-phase (with torso dominancy) between 55% and 77% stance. Anti-phase with a relatively stationary head and the torso rotating forward likely places a greater concentric demand on the posterior neck muscles relative to unloaded running. Significance: Current tactical vest designs allow significant extra displacement of load away from the body during running, altering coordination at the head and torso. N = 38 (24 males (M); age (years) M 44 ± 7, F 40 ± 9)",
    "keyFindings": "Loading equipment low on vest led to greater mediolateral vest displacements; altered head-torso coupling",
    "keywords": [
      "Load Carriage",
      "Police Officers",
      "Occupational Injury",
      "Modified Vector Coding",
      "Running"
    ],
    "openAccess": true,
    "DOI": "https://doi.org/10.1016/j.gaitpost.2023.09.006",
    "citations": []
  },
  {
    "id": "lavoie2024",
    "year": 2024,
    "title": "Maintaining Cognitive Performance at the Expense of Gait Speed for Asymptomatic Concussed Athletes",
    "authors": [
      "Lavoie, G.",
      "Bolduc, M.",
      "Sicard, V.",
      "Lepore, F.",
      "Ellemberg, D."
    ],
    "journal": "Brain Sciences",
    "methods": [
      "Cross-Sectional Study",
      "Quasi-Experimental"
    ],
    "population": {
      "ageLower": 17,
      "ageUpper": 25,
      "sex": "Mixed",
      "healthStatus": "Athletes (Concussion History)",
      "expertise": "Trained"
    },
    "sampleSize": 38,
    "treadmill": {
      "brand": "Woodway",
      "model": "Curve Trainer"
    },
    "treadmillFocus": "Utility",
    "abstract": "Our goal was to evaluate persisting deficits in gait and executive functioning in asymptomatic athletes with a history of concussion using a novel approach combining a dual-task paradigm and post-exercise exertion. Thirty-eight athletes aged 17 to 25 years old participated in the study, including 18 with a history of concussion. The dual-task paradigm required walking continuously at a predetermined self-paced target speed of 6.5 km/h while executing a complex switch task. Athletes completed two conditions, each on separate days: (1) dual task alone and (2) dual task following 20 min of running on a non-motorized treadmill. The statistical analyses revealed a significant reduction in gait speed exclusively for athletes with a history of concussion and only following the post-exercise condition (p = 0.008). These findings suggest that although asymptomatic concussed athletes maintain a cognitive performance comparable to non-concussed athletes, this appears to be achieved at the expense of gait speed. Our results underscore the importance of incorporating gait assessments and post-exercise exertion into concussion evaluation protocols in both research and clinical settings.",
    "keyFindings": "Asymptomatic concussed athletes showed reduced gait speed following post-exercise condition while maintaining cognitive performance",
    "keywords": [
      "mild",
      "traumatic brain injury",
      "cognition",
      "gait",
      "physical exercise",
      "dual-task"
    ],
    "openAccess": true,
    "DOI": "https://doi.org/10.3390/brainsci14070715",
    "citations": []
  },
  {
    "id": "opielinski2024",
    "year": 2024,
    "title": "A non-motorized treadmill validated for the traditional overground 6-min walk test",
    "authors": [
      "Opielinski, L.E.",
      "Uhrich, T.D.",
      "Kroner, K.M.",
      "Lessila, S.V.",
      "Papanek, P.E."
    ],
    "journal": "Journal of Clinical Exercise Physiology",
    "methods": [
      "Conference Poster / Presentation"
    ],
    "population": {
      "ageLower": 25,
      "ageUpper": 83,
      "sex": "Mixed",
      "healthStatus": "Healthy",
      "expertise": "N/A"
    },
    "sampleSize": 55,
    "treadmill": {
      "brand": "Woodway",
      "model": "Curve"
    },
    "treadmillFocus": "Focus",
    "abstract": "BACKGROUND: The six-minute walk test (6MWT) is a commonly used clinical and research test to assess aerobic capacity. However, in many settings, the 30-m corridor required to conduct the test may not be available. Evaluation of the use of a non-motorized treadmill as an alternative method has not been well studied. PURPOSE: This study compared the distances walked during the traditional (TRAD) 6MWT on a flat indoor surface to a non-motorized treadmill (NMT) to validate the use of the NMT as an alternative testing method. METHODS: A total of 55 healthy adults (28 females) completed the TRAD 6MWT and NMT 6MWT during the same testing session (randomized order). The levels of agreement between the two methods were quantified using Lin's concordance correlation coefficients. Additionally, a multiple linear regression was developed to predict TRAD 6MWT distance with covariates age, sex, and body mass index (BMI) from NMT distance walked. RESULTS: The average TRAD distance walked was 630 m and the average NMT distance walked was 607 m. The mean difference of 23 m between the two methods was nonsignificant. There was good agreement between methods (rc = 0.84) showing no differences. A multiple linear regression was developed and revealed that NMT distance significantly predicted TRAD distance when controlling for age, sex, height, and weight (Standardized Beta = 0.791, p < 0.001). CONCLUSION: The use of the NMT for 6MWT was deemed a valid and feasible replacement for the TRAD 6MWT based on the results of this study. N=55 ± 15 (28 Females). Presentation: https://www.youtube.com/watch?v=Md1_zvpPsTc",
    "keyFindings": "Non-motorized treadmill deemed valid and feasible replacement for traditional 6MWT",
    "keywords": [
      "6-minute walk test",
      "exercise testing"
    ],
    "openAccess": true,
    "DOI": "https://doi.org/10.31189/2165-7629-13-s1.20",
    "citations": []
  },
  {
    "id": "pinkston2024",
    "year": 2024,
    "title": "Application of synchronous music reinforcement to increase walking speed: A novel approach for training intensity",
    "authors": [
      "Pinkston, J.W.",
      "Cook, J.L.",
      "Baruni, R.R.",
      "Rapp, J.T.",
      "Deshmukh, S.",
      "Miltenberger, R.G."
    ],
    "journal": "Journal of the Experimental Analysis of Behavior",
    "methods": [
      "Observational Study",
      "Range-Bound Changing-Criterion Design"
    ],
    "population": {
      "ageLower": 20,
      "ageUpper": 33,
      "sex": "Women",
      "healthStatus": "Healthy",
      "expertise": "Recreational"
    },
    "sampleSize": 17,
    "treadmill": {
      "brand": "IN10CT",
      "model": "Health Runner"
    },
    "treadmillFocus": "Utility",
    "abstract": "Walking is a common and preferred form of exercise. Although there are current recommendations for walking volume (e.g., steps per day), recent research has begun to distinguish volume from intensity (e.g., “brisk” walking) as an important dimension of exercise. Increasing intensity may confer health advantages beyond volume measures because it shifts cardiovascular performance to more vigorous training zones. Reinforcement-based approaches have been valuable in increasing volume measures of exercise, and the present study sought to develop a corresponding reinforcement approach to training walking intensity. For this study, we used a continuous reinforcement paradigm where music played only while walking met specified criteria; otherwise, music playback stopped. As a result, music was synchronized with walking performance. Seventeen participants walked on a nonmotorized treadmill at a self-selected pace. Across the session, different conditions arranged for music to play independent of walking speed or contingent on speed increases or decreases. An extinction component assessed performance when music was withdrawn completely. Walking speed was selectively increased and decreased by adjusting the contingencies that were arranged for music, and variability in speed increased during extinction, with both findings indicating that music was a reinforcer. Heart rate was also increased to moderate-vigorous intensities during reinforcement. The findings provide a compelling case that walking intensity can be modified by music reinforcement. We suggest that synchronous schedules may be an important foundation for future exercise technologies that are based on reinforcement. N=17 Women (mean age = 22)",
    "keyFindings": "Walking speed selectively increased and decreased by adjusting contingencies for music reinforcement; Rotary encoder was used to measure speed",
    "keywords": [
      "exercise intensity",
      "heart rate",
      "music",
      "schedules",
      "synchronous reinforcement",
      "walking"
    ],
    "openAccess": false,
    "DOI": "https://doi.org/10.1002/jeab.4219",
    "citations": []
  },
  {
    "id": "catalaplana2023",
    "year": 2023,
    "title": "Curved non-motorized treadmills do not biomechanically replicate overground running better than motorized treadmills",
    "authors": [
      "Catalá-Vilaplana, I.",
      "Liu, T.",
      "Vienneau, J.",
      "Nigg, S.R.",
      "Pérez-Soriano, P.",
      "Encarnación-Martínez, A."
    ],
    "journal": "Journal of Sports Sciences",
    "methods": [
      "Biomechanical Analysis",
      "Motion Capture"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 54,
      "sex": "Mixed",
      "healthStatus": "Recreational",
      "expertise": "Runners"
    },
    "sampleSize": 19,
    "treadmill": {
      "brand": "Bodytone",
      "model": "ZRO-T"
    },
    "treadmillFocus": "Focus",
    "abstract": "The purpose of this study was to determine if curved non-motorized treadmills can reproduce overground running better than motorized treadmills by analysing the differences in joint kinematics (hip, knee, and ankle) using SPM. Nineteen recreational runners completed three randomized running tests on these surfaces. Kinematic data from the hip, knee, and ankle joints were collected. Two-tailed SPM t-tests were performed to analyse time-continuous gait cycles in three anatomical planes of each joint. Higher within-subject variability was observed in the frontal and transverse planes during curved non-motorized treadmill running. SPM analysis showed more significant differences (p < 0.05) between curved nonmotorized treadmill and overground than between motorized treadmill and overground, mainly in knee (from 12% to 30% and 93% to 99% of the gait cycle) and ankle (from 19% to 23% of the gait cycle) in the sagittal plane. Therefore, running on curved non-motorized treadmills is more biomechanically different compared to overground than motorized treadmills, and might not be the best strategy to replicate overground running in terms of joint kinematics during highly controlled research studies. However, they could be an interesting tool in rehabilitation or training environments since the changes observed in joint kinematics were likely not functionally relevant. N=19 (mean age = 36 ± 9)",
    "keyFindings": "Curved non-motorized treadmills are more biomechanically different from overground than motorized treadmills",
    "keywords": [
      "Biomechanics",
      "kinematics",
      "curved treadmill",
      "running surface"
    ],
    "openAccess": true,
    "DOI": "https://doi.org/10.1080/02640414.2024.2307774",
    "citations": []
  },
  {
    "id": "catalaplana2023b",
    "year": 2023,
    "title": "Influence of surface condition and prolonged running on impact accelerations",
    "authors": [
      "Catalá-Vilaplana, I.",
      "Encarnación-Martínez, A.",
      "Camacho-García, A.",
      "Sanchis-Sanchis, R.",
      "Pérez-Soriano, P."
    ],
    "journal": "Sports Biomechanics",
    "methods": [
      "Biomechanical Analysis",
      "Crossover Study",
      "Repeated Design"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 54,
      "sex": "Mixed",
      "healthStatus": "Recreational",
      "expertise": "Runners"
    },
    "sampleSize": 21,
    "treadmill": {
      "brand": "Bodytone",
      "model": "ZRO-T"
    },
    "treadmillFocus": "Focus",
    "abstract": "Running can be performed on different types of surfaces with distinct characteristics. These differences between the running surfaces may affect impact accelerations during prolonged running. The aim of this study was to compare the effect of the type of running surface (motorised treadmill (MT), curved non-motorised treadmill (cNMT), and overground (OVG)) and prolonged running in impact accelerations, spatiotemporal parameters and perceptual variables. In the current study, twenty-one recreational runners completed three randomised crossover prolonged running test on these surfaces consisting of a 30-minute run at 80% of the individual maximal aerobic speed. A two-way repeated-measure analysis of variance, with the level of significance set at p < 0.05, showed a reduction in impact accelerations, such as tibia peak acceleration, when running on cNMT vs MT (p = 0.001, ES = 4.2) or OVG (p = 0.004, ES = 2.9). Running on cNMT produced an increase in stride frequency (p = 0.023, ES = 0.9) and higher rating of perceived effort (p < 0.001, ES = 8.9) and heart rate (p = 0.001, ES = 2.9) compared to OVG, with no differences between treadmills. These findings suggest that impact accelerations, spatiotemporal parameters, rating of perceived exertion and heart rate are different between the surfaces analysed, what should be taken into consideration when running on these surfaces. N=21 (17 males and 4 females; age 36 ± 9 years)",
    "keyFindings": "Reduction in impact accelerations on cNMT; increased stride frequency and higher RPE and heart rate",
    "keywords": ["treadmill", "biomechanics", "locomotion", "accelerometer"],
    "openAccess": false,
    "DOI": "https://doi.org/10.1080/14763141.2023.2214519",
    "citations": []
  },
  {
    "id": "field2023",
    "year": 2023,
    "title": "A commentary on soccer match-play simulations for applied research and practice",
    "authors": [
      "Field, A.C.",
      "Harper, L.D.",
      "Aldous, J.W.F.",
      "Page, R.M."
    ],
    "journal": "Science and Medicine in Football",
    "methods": [
      "Review"
    ],
    "population": {
      "ageLower": null,
      "ageUpper": null,
      "sex": "Mixed",
      "healthStatus": "Athlete",
      "expertise": "Soccer"
    },
    "sampleSize": 0,
    "treadmill": {
      "brand": "Various",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "Utility",
    "abstract": "Soccer is a fast-growing area of research, demonstrated by a 10-fold increase in the number of PubMed articles derived from the search term 'soccer' between 2001 and 2021. The scope of contemporary soccer-related articles ranges from match-play observations to laboratory evaluations of performance. The activity profile of soccer match-play is variable and techniques to collect data within matches are limited. Soccer-specific simulations have been developed to simulate the evolving demands of match-play. The evolutionary designs of novel simulations provide a reproducible exercise stimulus for varying researcher and practitioner objectives. The applied researcher can utilise simulations to investigate the efficacy of nutritional interventions and environmental stress on performance, while assessing the physiological and biomechanical responses to representations of match-play. Practitioners can adopt simulations for rehabilitation to progressively facilitate return-to-play processes, while implementing extra top-up conditioning sessions for unused and partial-match players. However, there are complexities involved with the selection of varying simulations which are dependent on the research question or practical application. There also remains a paucity of published information to support researchers and practitioners in selecting from differing simulation models. To assist with researcher and practitioner interpretations, we present a commentary of the current simulations to inform decision-making processes for research and training purposes and enhance the application of future research. An objective scoring system was adopted for rating the research and practical applications of each simulation design. Overall scores of 22, 16 and 18 out of 36 were revealed for free-running (n = 7), non-motorised- (n = 4) and motorised-treadmill-based simulations (n = 4), respectively.",
    "keyFindings": "Commentary reviewing soccer match-play simulations including non-motorised treadmill-based designs",
    "keywords": ["football", "field-based", "free-running", "treadmill", "protocol"],
    "openAccess": false,
    "DOI": "https://doi.org/10.1080/24733938.2022.2070268",
    "citations": []
  },
  {
    "id": "goncalves2023",
    "year": 2023,
    "title": "Running Mechanics After Repeated Sprints in Femoroacetabular Impingement Syndrome",
    "authors": [
      "Gonçalves, B.A.M.",
      "Saxby, D.J.",
      "Meinders, E.",
      "Hams, A.",
      "Lambert, C.",
      "Jones, T.",
      "Barrett, R.S.",
      "Diamond, L.E."
    ],
    "journal": "Sports Health: A Multidisciplinary Approach",
    "methods": [
      "Biomechanical Analysis",
      "Case-Control Study",
      "Motion Capture"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 45,
      "sex": "Mixed",
      "healthStatus": "Recreational",
      "expertise": "Active"
    },
    "sampleSize": 49,
    "treadmill": {
      "brand": "Woodway",
      "model": "Curve 3.0"
    },
    "treadmillFocus": "Utility",
    "abstract": "Background: People with femoroacetabular with femoroacetabular impingement syndrome (FAIS) often report pain during sports involving repeated sprinting. It remains unclear how sports participation influences running biomechanics in individuals with FAIS.  Hypothesis: Changes in running biomechanics and/or isometric hip strength after repeated sprint exercise would be greatest in individuals with FAIS compared with asymptomatic individuals with (CAM) and without cam morphology (Control).  Study Design: Controlled laboratory study.  Level of Evidence: Level 3.  Methods: Three-dimensional hip biomechanics during maximal running (10 m) and hip strength were measured in 49 recreationally active individuals (FAIS = 15; CAM = 16; Control = 18) before and after repeated sprint exercise performed on a nonmotorized treadmill (8-16 x 30 m). Effects of group and time were assessed for biomechanics and strength variables with repeated-measures analyses of variance. Relationships between hip pain (Copenhagen Hip and Groin Outcome Score) and changes in hip moments and strength after repeated sprint exercise were determined using Spearman's correlation coefficients (ρ).  Results: Running speed, hip flexion angles, hip flexion and extension moments, and hip strength in all muscle groups were significantly reduced from pre to post. No significant between-group differences were observed before or after repeated sprint exercise. No significant relationships (ρ = 0.04-0.30) were observed between hip pain and changes in hip moments or strength in the FAIS group.  Conclusion: Changes in running biomechanics and strength after repeated sprint exercise did not differ between participants with FAIS and asymptomatic participants with and without cam morphology. Self-reported pain did not appear to influence biomechanics during running or strength after repeated sprint exercise in participants with FAIS.  Clinical Relevance: A short bout of repeated sprinting may not elicit changes in running biomechanics in FAIS beyond what occurs in those without symptoms. Longer duration activities or activities requiring greater hip flexion angles may better provoke pathology-related changes in running biomechanics in people with FAIS.",
    "keyFindings": "Changes in running biomechanics after repeated sprints did not differ between FAIS and controls",
    "keywords": ["fatigue", "groin", "hip pain", "loading", "sprinting"],
    "openAccess": false,
    "DOI": "https://doi.org/10.1177/19417381221131570",
    "citations": []
  },
  {
    "id": "lin2023",
    "year": 2023,
    "title": "Validity of Inertial Measurement Units to Measure Lower-Limb Kinematics and Pelvic Orientation at Submaximal and Maximal Effort Running Speeds",
    "authors": [
      "Lin, Y.C.",
      "Price, K.",
      "Carmichael, D.S.",
      "Maniar, N.",
      "Hickey, J.T.",
      "Timmins, R.G.",
      "Heiderscheit, B.C.",
      "Blemker, S.S.",
      "Opar, D.A."
    ],
    "journal": "Sensors",
    "methods": [
      "Biomechanical Analysis",
      "Motion Capture"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 45,
      "sex": "Mixed",
      "healthStatus": "Healthy",
      "expertise": "Trained"
    },
    "sampleSize": 20,
    "treadmill": {
      "brand": "Woodway",
      "model": "Curve 3.0"
    },
    "treadmillFocus": "Utility",
    "abstract": "Inertial measurement units (IMUs) have been validated for measuring sagittal plane lowerlimb kinematics during moderate-speed running, but their accuracy at maximal speeds remains less understood. This study aimed to assess IMU measurement accuracy during high-speed running and maximal effort sprinting on a curved non-motorized treadmill using discrete (Bland-Altman analysis) and continuous (root mean square error [RMSE], normalised RMSE, Pearson correlation, and statistical parametric mapping analysis [SPM]) metrics. The hip, knee, and ankle flexions and the pelvic orientation (tilt, obliquity, and rotation) were captured concurrently from both IMU and optical motion capture systems, as 20 participants ran steadily at 70%, 80%, 90%, and 100% of their maximal effort sprinting speed (5.36 ± 0.55, 6.02 ± 0.60, 6.66 ± 0.71, and 7.09 ± 0.73 m/s, respectively). Bland-Altman analysis indicated a systematic bias within ±1◦ for the peak pelvic tilt, rotation, and lower-limb kinematics and -3.3◦ to -4.1◦ for the pelvic obliquity. The SPM analysis demonstrated a good agreement in the hip and knee flexion angles for most phases of the stride cycle, albeit with significant differences noted around the ipsilateral toe-off. The RMSE ranged from 4.3◦ (pelvic obliquity at 70% speed) to 7.8◦ (hip flexion at 100% speed). Correlation coefficients ranged from 0.44 (pelvic tilt at 90%) to 0.99 (hip and knee flexions at all speeds). Running speed minimally but significantly affected the RMSE for the hip and ankle flexions. The present IMU system is effective for measuring lower-limb kinematics during sprinting, but the pelvic orientation estimation was less accurate. N=20 (14 males, 6 females; age: 26.8 ± 5.5 years)",
    "keyFindings": "IMU system effective for measuring lower-limb kinematics during sprinting; pelvic orientation estimation less accurate",
    "keywords": ["gait analysis", "IMU", "inertial sensors", "optical motion capture", "running mechanics", "root mean square error", "Bland-Altman analysis", "statistical parametric mapping", "biomechanical model"],
    "openAccess": true,
    "DOI": "https://doi.org/10.3390/s23239599",
    "citations": []
  },
  {
    "id": "renziehausen2023",
    "year": 2023,
    "title": "Time of Day Effects on Anaerobic Performance Using a Nonmotorized Treadmill",
    "authors": [
      "Renziehausen, J.M.",
      "Bergquist, A.M.",
      "Park, J.H.",
      "Hill, E.C.",
      "Wells, A.J.",
      "Stout, J.R.",
      "Fukuda, D.H."
    ],
    "journal": "Journal of Strength and Conditioning Research",
    "methods": [
      "Randomized Control Trial",
      "Crossover Study"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 27,
      "sex": "Mixed",
      "healthStatus": "Healthy",
      "expertise": "Recreational"
    },
    "sampleSize": 26,
    "treadmill": {
      "brand": "Woodway",
      "model": "Curve 3.0"
    },
    "treadmillFocus": "Utility",
    "abstract": "The purpose of this study was to determine the effects of time of day on performance during a maximal effort sprinting assessment (30nmt) and determine potential differences based on chronotype and sex. Twenty-six recreationally active men (n 5 12) and women (n 5 14) between the ages of 18 and 35 years old (21.5 6 2.4 years) completed the 30nmt at 9:00 AM, 2:00 PM, and 7:00 PM in a randomized order over a 24-hour period. Resting heart rate and temperature assessments were taken at each visit. A dietary recall and the MorningnessEveningness Questionnaire were used to assess kilocalories (kcals) and chronotype, respectively. Two-way (time x sex) repeated measures analyses of variance were conducted to determine differences in peak/mean power, peak/mean velocity, distance, resting heart rate, temperature, and kcals at each time point. Paired sample t tests were used to assess peak and nadir of each performance variable. A significance level was set at p , 0.05. There was a significant main effect for temperature (p , 0.001), resting heart rate (p 5 0.007), and pre-exercise caloric intake (p 5 0.021) throughout the day. No significant main effects for time were found for peak power (p 5 0.766), mean power (p 5 0.094), peak velocity (p 5 0.497), mean velocity (p 5 0.193), or distance (p 5 0.262). There were no significant time 3 sex interactions for any dependent performance variables (p . 0.05). Significant differences were shown between the peak and nadir of each performance variable (p , 0.001). There were no significant differences in performance during maximal effort anaerobic assessments shown throughout the day; however, peak/nadir of performance times may be individualized and differ between morning types and intermediate types. N=26 (12 men; 14 women; mean age = 21.5±2.5)",
    "keyFindings": "No significant differences in performance during maximal anaerobic assessments throughout day; peak/nadir times may be individualized; Treadmill was used for a 30 second all out test to find peak and mean power, similar to Wingate test.",
    "keywords": ["circadian rhythm", "chronotypes", "Wingate anaerobic test", "Woodway Curve"],
    "openAccess": false,
    "DOI": "https://doi.org/10.1519/JSC.0000000000004521",
    "citations": []
  },
  {
    "id": "encarnacion2021",
    "year": 2021,
    "title": "Treadmill and Running Speed Effects on Acceleration Impacts: Curved Non-Motorized vs Motorized Treadmill",
    "authors": [
      "Encarnación-Martínez, A.",
      "Catalá-Vilaplana, I.",
      "Berenguer-Vidal, R.",
      "Sanchis-Sanchis, R.",
      "Ochoa-Puig, B.",
      "Pérez-Soriano, P."
    ],
    "journal": "International Journal of Environmental Research and Public Health",
    "methods": [
      "Biomechanical Analysis"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 39,
      "sex": "Mixed",
      "healthStatus": "Recreational",
      "expertise": "Runners"
    },
    "sampleSize": 27,
    "treadmill": {
      "brand": "Bodytone",
      "model": "ZRO-T"
    },
    "treadmillFocus": "Focus",
    "abstract": "An increase in the popularity of running can be seen over the last decades, with a large number of injuries on it. Most of the running injuries are related to impact accelerations and are due to overuse. In order to reduce the risk of injury or to improve performance and health new treadmill designs have been created, as it can be the curved non-motorized treadmill. The aim of this study was to analyse impact accelerations, spatio-temporal parameters and perceptual differences while running on curved non-motorized treadmill (cNMT) compared to motorized treadmill (MT) at different speeds. Therefore, 27 recreational runners completed two tests consisting of 10 min warm-up and three bouts of 8 min running at 2.77 m/s, 3.33 m/s and self-selected speed on cNMT and MT, previously randomised. Although the surface did not influence spatio-temporal parameters, a reduction in impact accelerations, head acceleration rate (mean effect size [ES] = 0.86), tibia peak (mean ES = 0.45) and tibia magnitude (mean ES = 0.55), was observed while running on cNMT in comparison with running on MT. Moreover, higher heart rate (HR) (mean ES = 0.51) and rating of perceived effort (RPE) (mean ES = 0.34) were found while running on cNMT. These findings demonstrated that higher intensity training and lower impact accelerations are experimented on cNMT, what can be used by trainers and athletes while planning training sessions. N = 27 (22 males and 5 females; age 25 ± 7 years)",
    "keyFindings": "Reduction in impact accelerations on cNMT; higher heart rate and RPE on cNMT",
    "keywords": ["biomechanics","accelerometer","treadmill","locomotion"],
    "openAccess": true,
    "DOI": "https://doi.org/10.3390/ijerph18105475",
    "citations": []
  },
  {
    "id": "goncalves2021",
    "year": 2021,
    "title": "Repeated sprints alter mechanical work done by hip and knee, but not ankle, sagittal moments",
    "authors": [
      "Gonçalves, B.A.M.",
      "Meinders, E.",
      "Saxby, D.J.",
      "Barrett, R.S.",
      "Bourne, M.N.",
      "Diamond, L.E."
    ],
    "journal": "Journal of Science and Medicine in Sport",
    "methods": [
      "Biomechanical Analysis",
      "Motion Capture"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 38,
      "sex": "Mixed",
      "healthStatus": "Recreational",
      "expertise": "Active"
    },
    "sampleSize": 18,
    "treadmill": {
      "brand": "Woodway",
      "model": "Curve 3.0"
    },
    "treadmillFocus": "Utility",
    "abstract": "Objectives: To quantify the changes in work done by lower limb joint moments during maximal speed  running following a sports-specific repeated running protocol.  Design: Observational with repeated-measures.  Methods: Recreational athletes (n=18 (9 females), age=26.2±6.2 years) performed 12 maximal 30metre sprints on a non-motorised treadmill. Three-dimensional kinematics and ground reaction forces  were subsequently recorded during a 10-metre maximal overground sprint before and immediately after  the repeated running protocol, from which we calculated work done by sagittal plane hip, knee, and  ankle moments. Relative work (J/kg) was reported as a percentage of positive and negative work done  by the sum of joint moments.  Results: Following the repeated running protocol, maximal sprint speed decreased by 19% and was  accompanied by reductions in total positive (-1.47 J/kg) and negative (-0.92 J/kg) work, in addition to  work done by hip (-0.43 to -0.82 J/kg) and knee (-0.28 J/kg) moments during swing. Compared to before  the repeated running protocol, less relative work was done by hip extension (-9%) and knee  flexion/extension (-3%) moments during swing. Reductions in work done by hip and knee joint  moments during swing were significantly correlated with reductions in maximum running speed  (r=0.61-0.89, p<0.05).  Conclusions: A sports-specific repeated sprint protocol resulted in reductions in mechanical work done  by sagittal plane hip and knee joint moments during maximal overground sprinting. Interventions  focused on maintaining positive work done by the hip flexors/extensors and negative work done by  knee flexors/extensors during the swing phase of running may help prevent reductions in speed  following repeated sprinting. N=18 (9 females and 9 males; age=26.2±6.2 years)",
    "keyFindings": "Reductions in mechanical work by hip and knee joints during maximal sprinting after repeated running protocol",
    "keywords": ["biomechanics", "performance", "sprinting", "power", "force plate", "ground reaction forces"],
    "openAccess": false,
    "DOI": "http://dx.doi.org/10.1016/j.jsams.2021.03.008",
    "citations": []
  },
  {
    "id": "sirok2021",
    "year": 2021,
    "title": "Application of Wind Tunnel Device for Evaluation of Biokinetic Parameters of Running",
    "authors": [
      "Sirok, B.",
      "Gostisa, J.",
      "Secnik, M.",
      "Mackala, K.",
      "Coh, M."
    ],
    "journal": "Symmetry",
    "methods": [
      "Biomechanical Analysis"
    ],
    "population": {
      "ageLower": 22,
      "ageUpper": 28,
      "sex": "Male",
      "healthStatus": "Athletes",
      "expertise": "Runners"
    },
    "sampleSize": 3,
    "treadmill": {
      "brand": "Assault",
      "model": "AirRunner"
    },
    "treadmillFocus": "Utility",
    "abstract": "The aim of the study was the application of high-tech wind tunnel device to identify the changes in the biokinetic parameters of running performed on the specially designed treadmill. The research was carried out in the “Planica Nordic Centre—PNC” in the wind tunnel system, where the AirRunner Assault treadmill, which was equipped with four sensors measuring the vertical and horizontal ground reaction forces, was installed. To obtain biokinetic data, the runners performed the treadmill's run under conditions of airflow directed at each participant's back (backwind speeds +3 m/s and +5 m/s) and the chest (headwind speeds -5 m/s and -7 m/s). The runner's speed was measured via image analysis using a DSLR camera and markers on the belt of the treadmill. Additionally, a high-speed camera synchronised to the force acquisition system was used to analyse the contact phase via comparison of foot placement and time series of the ground reaction forces. The contact phases of the running step were found to be longer than the flight phases, with their duration ranging from 0.15 to 0.20 s and the maximum forces at take-off were found to be greater than when running with the backwind. It should be noted that the application of high-tech devices wind tunnel and treadmill were found to be sufficiently accurate to perform kinetic measurements of running parameters in changing conditions, such as resistance and assistance (facilitating). Athlete Ages: 26, 22, 28",
    "keyFindings": "Wind tunnel and treadmill sufficiently accurate to perform kinetic measurements of running parameters in changing conditions; A camera was used to determine accurate belt speed",
    "keywords": ["running", "kinematics", "wind tunnel", "kinetics", "air resistance", "technique", "force plate"],
    "openAccess": true,
    "DOI": "https://doi.org/10.3390/sym13030505",
    "citations": []
  },
  {
    "id": "james2020",
    "year": 2020,
    "title": "In-Season Repeated-Sprint Training in Hypoxia in International Field Hockey Players",
    "authors": [
      "James, C.",
      "Girard, O."
    ],
    "journal": "Frontiers in Sports and Active Living",
    "methods": [
      "Longitudinal Study"
    ],
    "population": {
      "ageLower": 20,
      "ageUpper": 32,
      "sex": "Male",
      "healthStatus": "Athletes",
      "expertise": "Field Hockey"
    },
    "sampleSize": 11,
    "treadmill": {
      "brand": "Woodway",
      "model": "Curve"
    },
    "treadmillFocus": "Utility",
    "abstract": "Repeated-sprint training in hypoxia (RSH) studies conducted “in-season” are scarce. This study investigated the effect of discontinuous, running-based RSH, on repeated-sprint treadmill performance in hypoxia in a team sport cohort, prior to international competition. Over a 6-week “in-season” period, 11 elite male players (Malaysia national team) completed eight multi-set RSH sessions on a non-motorized treadmill in a normobaric hypoxic chamber (FiO<sub>2</sub> = 13.8%). Three testing sessions (Sessions 1, 5, and 8), involved three sets of 5 x 8-s sprints, with 52-s recovery between sprints and 4-5 min between sets. Training sessions (Sessions 2, 3, 4, 6, and 7) consisted of four to five sets of 4-5 x 8-s sprints. During testing sessions, maximum sprinting speed was recorded for each sprint with values averaged for each set. For each set, a peak speed and fatigue index were calculated. Data were compared using two-way repeated measures ANOVA (sessions x sets). Average speed per set increased between testing sessions (p = 0.001, η<sup>2</sup>p = 0.49), with higher values in Session 8 (25.1 ± 0.9 km•h<sup>-1</sup>, +4 ± 3%, p = 0.005), but not Session 5 (24.8 ± 1.0 km•h<sup>-1</sup>, +3 ± 3%, p = 0.405), vs. Session 1 (24.2 ± 1.5 km•h<sup>-1</sup>). Peak sprinting speed in each set also increased across testing sessions (p = 0.008, η<sup>2</sup>p = 0.382), with Session 8 (26.5 ± 1.1 km•h<sup>-1</sup>) higher than Session 5 (25.8 ± 1.0 km•h<sup>-1</sup>, +1 ± 4%, p = 0.06) and Session 1 (25.7 ± 1.5 km•h<sup>-1</sup>, +4 ± 4%, p = 0.034). Fatigue index differed between sessions (p = 0.04, η<sup>2</sup>p = 0.331, Session 1; -6.8 ± 4.8%, Session 5; -3.8 ± 2%, Session 8; -5.3 ± 2.6%). In international field hockey players, a 6-week in-season RSH program improved average and peak, repeated treadmill sprint speeds following eight, but not five sessions. n=11 (age 26.1 ± 4.2 years).",
    "keyFindings": "6-week in-season RSH program improved average and peak repeated treadmill sprint speeds following eight sessions",
    "keywords": ["repeated-sprint training in hypoxia", "repeated-sprint ability", "team sports", "hockey", "sprint performance"],
    "openAccess": true,
    "DOI": "https://doi.org/10.3389/fspor.2020.00066",
    "citations": ["edwards2017"]
  },
  {
    "id": "lee2020",
    "year": 2020,
    "title": "Virtual Reality Gait Training to Promote Balance and Gait Among Older People: A Randomized Clinical Trial",
    "authors": [
      "Lee, K."
    ],
    "journal": "Geriatrics",
    "methods": [
      "Randomized Control Trial"
    ],
    "population": {
      "ageLower": 65,
      "ageUpper": 85,
      "sex": "Mixed",
      "healthStatus": "Elderly",
      "expertise": "Fall History"
    },
    "sampleSize": 56,
    "treadmill": {
      "brand": "Jubatus",
      "model": "iRunner"
    },
    "treadmillFocus": "Utility",
    "abstract": "Falls are the leading cause of injury and injury-related death in the elderly. This study evaluated the effect of virtual reality gait training (VRGT) with non-motorized treadmill on balance and gait ability of elderly individuals who had experienced a fall. Fifty-six elderly individuals living in local communities participated in this study. Subjects who met the selection criteria were randomly divided into a VRGT group (n = 28) and a control group (n = 28). The VRGT group received VRGT with non-motorized treadmill for 50 min a day for 4 weeks and 5 days a week. The control group received non-motorized treadmill gait training without virtual reality for the same amount of time as the VRGT group. Before and after the training, the one-leg-standing test, Berg Balance Scale, Functional Reach test, and Timed Up and Go test were used to assess balance ability, and the gait analyzer system was used to evaluate the improvement in gait spatiotemporal parameters. In the VRGT group, the balance ability variable showed a significant decrease in the one-leg-standing test and a significant improvement in the Timed Up and Go test. With respect to spatiotemporal gait parameters, velocity and step width decreased significantly in the VRGT group (p < 0.05), and stride length and step length were significantly improved in the VRGT group (p < 0.05). VRGT with non-motorized treadmill has been shown to improve balance and gait ability in the elderly. This study is expected to provide basic data on exercise programs for the elderly to prevent falls.",
    "keyFindings": "Virtual reality gait training with non-motorized treadmill improved balance and gait ability in elderly with fall history",
    "keywords": ["elderly", "virtual reality", "postural balance", "gait"],
    "openAccess": true,
    "DOI": "https://doi.org/10.3390/geriatrics6010001",
    "citations": []
  },
  {
    "id": "minahan2020",
    "year": 2020,
    "title": "Muscle Damage and Metabolic Responses to Repeated-Sprint Running With and Without Deceleration",
    "authors": [
      "Minahan, C.L.",
      "Poke, D.P.",
      "Morrison, J.",
      "Bellinger, P.M."
    ],
    "journal": "Journal of Strength and Conditioning Research",
    "methods": [
      "Crossover Study"
    ],
    "population": {
      "ageLower": 19,
      "ageUpper": 41,
      "sex": "Male",
      "healthStatus": "Athlete",
      "expertise": "3+ Years of Respective Sport"
    },
    "sampleSize": 14,
    "treadmill": {
      "brand": "Woodway",
      "model": "Curve 3.0"
    },
    "treadmillFocus": "Utility",
    "abstract": "This study aimed to determine whether repeated-sprint running with deceleration aggravates markers of muscle damage or delays the recovery of performance compared with repeated-sprint running without deceleration. Fourteen male team-sport athletes performed 2 randomly ordered testing sessions on a nonmotorized treadmill with one session requiring subjects to decelerate (TMd) within 4 seconds before stopping or immediately step to the side of the treadmill belt at the completion of each sprint (TMa). Peak and mean velocities, speed decrement, blood lactate concentrations, and oxygen uptake were monitored during the repeated-sprint running protocols. Countermovement vertical jump (CMJ) performance, perceived muscle soreness, sit-and-reach flexibility, plasma creatine kinase (CK), lactate dehydrogenase (LDH), and myoglobin (Mb) concentrations were quantified immediately before and after and 45 minutes, 24 and 48 hours after repeated-sprint running protocols. Although muscle damage was indicated by increases in CK, LDH, and Mb (p # 0.05) in both groups, there was no significant effect of condition (TMa vs. TMd) on any of the measured performance or physiological variables (p . 0.05). The present study indicated that the removal of deceleration from repeated-sprint running on a nonmotorized treadmill has no effect on metabolism or performance during or after repeated-sprint running or markers of muscle damage. N= 14 (Age=25.3±6, Height=178±6.3cm, body mass=78.7±7.4 kg)",
    "keyFindings": "Removal of deceleration from repeated-sprint running had no effect on metabolism, performance, or markers of muscle damage",
    "keywords": ["repeated-sprint activity", "repeated-sprint training", "recovery"],
    "openAccess": true,
    "DOI": "https://doi.org/10.1519/JSC.0000000000002164",
    "citations": []
  },
  {
    "id": "pullinger2020",
    "year": 2020,
    "title": "Time-of-day variation on performance measures in repeated-sprint tests: a systematic review",
    "authors": [
      "Pullinger, S.A.",
      "Cocking, S.",
      "Robertson, C.M.",
      "Tod, D.",
      "Doran, D.A.",
      "Burniston, J.G.",
      "Varamenti, E.",
      "Edwards, B.J."
    ],
    "journal": "Chronobiology International",
    "methods": [
      "Review",
      "Systematic Review"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 35,
      "sex": "Mixed",
      "healthStatus": "Various",
      "expertise": "Various"
    },
    "sampleSize": 0,
    "treadmill": {
      "brand": "Various",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "Utility",
    "abstract": "The lack of standardization of methods and procedures have hindered agreement in the literature related to time-of-day effects on repeated sprint performance and needs clarification. Therefore, the aim of the present study was to investigate and systematically review the evidence relating to time-of-day based on performance measures in repeated-sprints. The entire content of PubMed (MEDLINE), Scopus, SPORTDiscus® (via EBSCOhost) and Web of Science was searched. Only experimental research studies conducted in male adult participants aged ≥18yrs, published in English before June 2019 were included. Studies assessing repeatedsprints between a minimum of two time-points during the day (morning versus evening) were deemed eligible. The primary search revealed that a total of 10 out of 112 articles were considered eligible and subsequently included. Seven articles were deemed strong and three moderate quality. Eight studies found repeated-sprint performance across the first, first few, or all sprints, to increase in favor of the evening. The magnitude of difference is dependent on the modality and the exercise protocol used. The non-motorized treadmill established an average 3.5-8.5% difference in distance covered, average and peak velocity, and average power, across all sprints in three studies and in peak power in two studies. In cycling, power output differed across all sprints by 6.0% in one study and 8.0% for the first sprint only in five studies. All four studies measuring power decrement values (i.e. rate of fatigue) established differences up to 4.0% and two out of five studies established total work to be significantly higher by 8.0%. Repeated-sprint performance is affected by time-of-day with greater performance in the late/ early afternoon. The magnitude is dependent on the variable assessed and the mode of exercise. There is a clear demand for more rigorous investigations which control factors that specifically relate to investigations of time-of-day and are specific to the sport of individuals.",
    "keyFindings": "Repeated-sprint performance affected by time-of-day with greater performance in late/early afternoon",
    "keywords": ["Chronobiology", "circadian rhythm", "diurnal variation", "RS performance", "repeated accelerations", "review"],
    "openAccess": true,
    "DOI": "https://doi.org/10.1080/07420528.2019.1703732",
    "citations": []
  },
  {
    "id": "schoenmakers2020",
    "year": 2020,
    "title": "Physiological and Perceptual Demands of Running on a Curved Nonmotorized Treadmill Compared With Running on a Motorized Treadmill Set at Different Grades",
    "authors": [
      "Schoenmakers, P.P.J.M.",
      "Crisell, J.J.",
      "Reed, K.E."
    ],
    "journal": "Journal of Strength and Conditioning Research",
    "methods": [
      "Crossover Study",
      "Metabolic Testing"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 26,
      "sex": "Male",
      "healthStatus": "Healthy",
      "expertise": "Physically Active"
    },
    "sampleSize": 10,
    "treadmill": {
      "brand": "Woodway",
      "model": "Curve XL"
    },
    "treadmillFocus": "Focus",
    "abstract": "Physiological and perceptual demands of running on a curved nonmotorized treadmill compared with running on a motorized treadmill set at different grades. J Strength Cond Res 34(5): 1197-1200, 2020—The current study compared the physiological and perceptual demands of running on a commercially available curved nonmotorized treadmill (cNMT) with different incline grades on a motorized treadmill (MT). Ten male team-sport athletes completed, after a familiarization session, a 6-minute run at a target velocity of 2.78 m·s<sup>-1</sup> on the cNMT (cNMTrun). The mean individual running velocity of cNMTrun was then used as warm-up and experimental running velocity in 3 subsequent visits, in which subjects ran for 6 minutes on the MT set at different grades (4, 6, or 8%). In all experimental trials (cNMTrun, 4MTrun, 6MTrun, and 8MTrun) and in the warm-up of the subjects' third visit (1MTrun), oxygen consumption (V̇o2) and heart rate (HR) were monitored, and ratings of perceived exertion (RPE) were obtained. The HR in cNMTrun was significantly higher compared with all MT trials. V̇o2 and RPE were significantly higher in cNMTrun compared with 1MTrun and 4MTrun, but not different from 6MTrun and 8MTrun. The relationship between V̇o2 and MT grades was highly linear (V̇o2 = 34.36 + 1.7 MT grade; r = 0.99), and using linear interpolation, the concave curved design of the cNMT was estimated to mimic a 6.9 ± 3% MT grade. On matched running velocities, V̇o2 and RPE responses while running on the cNMT are similar to a 6-8% MT grade. These findings can be used as a reference value by athletes and coaches in the planning of cNMT training sessions and amend running velocities accordingly. Future studies are needed to determine whether this estimate is similar for female runners, or those of a lower body mass. N=10 (age 22±2 y, height 180±6 cm, mass 77±11 kg)",
    "keyFindings": "VO2 and RPE responses on cNMT similar to 6-8% MT grade at matched running velocities",
    "keywords": ["training", "uphill running", "energy metabolism", "nonmotorized treadmill"],
    "openAccess": true,
    "DOI": "https://doi.org/10.1519/JSC.0000000000003571",
    "citations": []
  },
  {
    "id": "vandentillaar2020",
    "year": 2020,
    "title": "Comparison of a Traditional Graded Exercise Protocol With a Self-Paced 1-km Test to Assess Maximal Oxygen Consumption",
    "authors": [
      "Tillaar, R.v.d.",
      "Heimburg, E.v.",
      "Solli, G.S."
    ],
    "journal": "International Journal of Sports Physiology and Performance",
    "methods": [
      "Crossover Study",
      "Metabolic Testing"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 31,
      "sex": "Mixed",
      "healthStatus": "Recreational",
      "expertise": "Physically Active"
    },
    "sampleSize": 24,
    "treadmill": {
      "brand": "Woodway",
      "model": "Curve"
    },
    "treadmillFocus": "Focus",
    "abstract": "Purpose: To compare the assessment of the maximal oxygen consumption (VO2max) in a traditional graded exercise test (GXT) with a 1-km self-paced running test on a nonmotorized treadmill in men and women. Methods: A total of 24 sport-science students (12 women: age 23.7 [7.7] y, body height 1.68 [0.02] m, body mass 66.6 [4.3] kg; 12 men: 22.1 [3.1] y, body height 1.82 [0.06] m, body mass 75.6 [11.0] kg) performed a traditional GXT on a motorized treadmill and a 1-km self-paced running test on a nonmotorized treadmill. VO2max, blood lactate, heart rate, and rating of perceived exertion, together with running velocity and duration at each test, were measured. Results: The main findings of the study were that the 1-km test produced significantly higher VO2max values (53.2 [9.9] vs 51.8 [8.8] mL/kg/min ) and blood lactate concentrations (11.9 [1.8] vs 11.1 [2.2] mmol/L) than the GXT (F≥4.8, P≤.04, η<sup>2</sup>≥.18). However, after controlling for sex, these differences were only present in men (60.6 [8.1] vs 58.1 [8.0] mL/kg/min , P=.027). Peak running velocity was higher in the GXT than in the 1-km test (15.7 [2.7] vs 13.0 [2.8] km/h). Men had higher VO2max values and running velocities than women in both tests. However, men and women used approximately similar pacing strategies during the 1-km test. Conclusions: Higher VO2max values were observed in a 1-km self-paced test than in the GXT. This indicates that a 1-km running test performed on a nonmotorized treadmill could serve as a simple and sport-specific alternative for the assessment of VO2max. N = 24 (12 women: 23.7 ± 7.7 years, body height 1.68 ± 0.02 m, 75 body mass 66.6 ± 4.3 kg and 12 men; 22.1 ± 3.1 years, body height 1.82 ± 0.06 m, body mass 76 75.6 ± 11.0 kg)",
    "keyFindings": "Higher VO2max values observed in 1-km self-paced test than in traditional GXT (53.2 vs 51.8 ml/kg/min); difference only present in men",
    "keywords": ["aerobic capacity", "pacing", "treadmill", "incremental", "RPE"],
    "openAccess": false,
    "DOI": "https://doi.org/10.1123/ijspp.2019-0843",
    "citations": []
  },
  {
    "id": "tofari2020",
    "year": 2020,
    "title": "Measuring the response to simulated fixture congestion in soccer",
    "authors": [
      "Tofari, P.J.",
      "Kemp, J.G.",
      "Cormack, S.J."
    ],
    "journal": "Science and Medicine in Football",
    "methods": [
      "Observational Study"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 29,
      "sex": "Male",
      "healthStatus": "Athletes",
      "expertise": "Team Sport"
    },
    "sampleSize": 11,
    "treadmill": {
      "brand": "Woodway",
      "model": "Curve 3.0"
    },
    "treadmillFocus": "Utility",
    "abstract": "Introduction: Competitive soccer results in acute physiological and perceptual disturbances lasting up to 96-h, yet multiple games are often played with 72-h rest. Contextual factors influence match activities, impacting the assessment of post-match responses. We assessed the within- and post-match responses to two self-paced simulations (SIM1 and SIM2) in a 72-h period. Method: Eleven male team-sport athletes attended eight consecutive testing sessions after familiarisation. Assessments occurred at pre-, half-time, post- and 2 h post-SIM1, and daily up to four-days after SIM2. Statistics included effect size ± 90% CL comparisons to pre-SIM1 and regression analysis. Results: At half time there was reduced voluntary activation (SIM1: -1.52 ± 1.41 and SIM2: -0.50 ± 0.58) and potentiated twitch torque (SIM1: -0.50 ± 0.37 and SIM2: -0.31 ± 0.37), suggesting central and peripheral fatigue, respectively. The difference in activity profiles between simulations was unclear. Both simulations resulted in acute physiological and perceptual decrements, similar to published data from competitive matches. Higher strength was associated with reduced soreness and fatigue at all time points (range: r = 0.27 to 0.69) and lower peripheral fatigue. vV.O2peak was negatively associated with CK (range: r = -0.28 to -0.70). Conclusion: 72-h recovery is sufficient to maintain activity between simulations. Lower-body strength and aerobic capacity displayed protective effects against post-simulation decrements. N= 11 males (24.4 ± 3.8 y, 82.4 ± 8.4 kg, VO<sub>2</sub>peak 53.8 ± 3.5 ml.kg<sup>-1</sup>.min<sup>-1</sup>)",
    "keyFindings": "72-h recovery sufficient to maintain activity between simulations; lower-body strength and aerobic capacity displayed protective effects",
    "keywords": ["Team Sport", "Fatigue", "Non-Motorised Treadmill", "Physical Characteristics"],
    "openAccess": false,
    "DOI": "https://doi.org/10.1080/24733938.2020.1746824",
    "citations": ["tofari2018"]
  },
  {
    "id": "bruseghini2019",
    "year": 2019,
    "title": "Metabolic and kinematic responses while walking and running on motorised and curved non-motorised treadmill",
    "authors": [
      "Bruseghini, P.",
      "Tam, E.",
      "Monte, A.",
      "Capelli, C.",
      "Zamparo, P."
    ],
    "journal": "Journal of Sports Sciences",
    "methods": [
      "Biomechanical Analysis",
      "Metabolic Testing"
    ],
    "population": {
      "ageLower": 21,
      "ageUpper": 27,
      "sex": "Mixed",
      "healthStatus": "Healthy",
      "expertise": "Recreational"
    },
    "sampleSize": 25,
    "treadmill": {
      "brand": "Unknown",
      "model": "Curved Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "Assessed metabolic and kinematic parameters during walking and incremental running on motorised and curved non-motorised treadmills in 25 volunteers.",
    "keyFindings": "Energy cost of walking and running were 37% and 17% greater on CNMT than MT respectively",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "lord2019",
    "year": 2019,
    "title": "Greater loss of horizontal force after a repeated-sprint test in footballers with a previous hamstring injury",
    "authors": [
      "Lord, C.",
      "Blazevich, A.J.",
      "Drinkwater, E.J.",
      "Ma'ayah, F."
    ],
    "journal": "Journal of Science and Medicine in Sport",
    "methods": [
      "Observational Study"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 35,
      "sex": "Male",
      "healthStatus": "Athletes (Football)",
      "expertise": "Trained"
    },
    "sampleSize": 40,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "40 Western Australia State League footballers (20 with previous unilateral hamstring injury) completed 10×6-s repeated-sprint test on non-motorised treadmill dynamometer. Mean horizontal force production 13% lower in previously injured leg.",
    "keyFindings": "Greater fatigued-induced change in mean horizontal force in legs with previous hamstring injury",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "molphy2019",
    "year": 2019,
    "title": "The Effects of Inhaled Terbutaline on 3-km Running Time-Trial Performance",
    "authors": [
      "Molphy, J.",
      "Dickinson, J.W.",
      "Chester, N.J.",
      "Loosemore, M.",
      "Whyte, G."
    ],
    "journal": "International Journal of Sports Physiology and Performance",
    "methods": [
      "Randomized Control Trial"
    ],
    "population": {
      "ageLower": 19,
      "ageUpper": 27,
      "sex": "Mixed",
      "healthStatus": "Healthy",
      "expertise": "Recreational"
    },
    "sampleSize": 16,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "16 participants completed 3-km running time trials on nonmotorized treadmill following placebo and 2mg and 4mg inhaled terbutaline doses.",
    "keyFindings": "Therapeutic dosing of terbutaline does not improve 3-km running performance despite significantly increased FEV1",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "morrison2019",
    "year": 2019,
    "title": "Repeated Treadmill Sprints Impair Cognitive Performance in Amateur Team-Sport Athletes When Performed in Normobaric Hypoxia",
    "authors": [
      "Morrison, J.D.",
      "Quinn, K.",
      "MacDonald, L.A.",
      "Billaut, F.",
      "Minahan, C."
    ],
    "journal": "Journal of Sports Science & Medicine",
    "methods": [
      "Crossover Study"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 35,
      "sex": "Male",
      "healthStatus": "Team-Sport Athletes",
      "expertise": "Trained"
    },
    "sampleSize": 11,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "11 amateur team-sport athletes performed RSR444 under normoxic and hypoxic conditions on non-motorized treadmill. Cognitive function tests performed pre and 20 min post.",
    "keyFindings": "Single bout of RSH with 14.5% O2 resulted in impaired cognitive function in amateur team-sport athletes",
    "keywords": [],
    "openAccess": true,
    "DOI": "",
    "citations": []
  },
  {
    "id": "schoenmakers2019",
    "year": 2019,
    "title": "The effects of recovery duration on physiological and perceptual responses of trained runners during four self-paced HIIT sessions",
    "authors": [
      "Schoenmakers, P.P.J.M.",
      "Reed, K.E."
    ],
    "journal": "Journal of Science and Medicine in Sport",
    "methods": [
      "Crossover Study"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 45,
      "sex": "Mixed",
      "healthStatus": "Trained Runners",
      "expertise": "Trained"
    },
    "sampleSize": 12,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "12 trained runners performed HIIT session of six 4-min work intervals on non-motorized treadmill with recovery durations of 1MIN, 2MIN, 3MIN, or self-selected duration.",
    "keyFindings": "Recovery duration length had limited effect on physiological strain; running velocities higher with longest recovery (3MIN)",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "thomas2019",
    "year": 2019,
    "title": "Independent or simultaneous lowering of core and skin temperature has no impact on self-paced intermittent running performance in hot conditions",
    "authors": [
      "Thomas, G.",
      "Cullen, T.",
      "Davies, M.",
      "Hetherton, C.",
      "Duncan, B.",
      "Gerrett, N."
    ],
    "journal": "European Journal of Applied Physiology",
    "methods": [
      "Randomized Control Trial"
    ],
    "population": {
      "ageLower": 25,
      "ageUpper": 36,
      "sex": "Male",
      "healthStatus": "Healthy",
      "expertise": "Trained"
    },
    "sampleSize": 10,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "To investigate effects of lowering core and mean skin temperature on self-paced intermittent running in heat. 10 males completed four randomised 46-min self-paced intermittent protocols on non-motorised treadmill.",
    "keyFindings": "Lowering core and skin temperature had no impact on self-paced intermittent running performance in the heat",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "backes2018",
    "year": 2018,
    "title": "A comparison of physiological demand between self-propelled and motorized treadmill exercise",
    "authors": [
      "Backes, T.",
      "Takacs, C."
    ],
    "journal": "International Journal of Physical Education, Fitness and Sports",
    "methods": [
      "Crossover Study",
      "Metabolic Testing"
    ],
    "population": {
      "ageLower": 19,
      "ageUpper": 23,
      "sex": "Mixed",
      "healthStatus": "Healthy",
      "expertise": "Recreational"
    },
    "sampleSize": 20,
    "treadmill": {
      "brand": "Woodway",
      "model": "Curve 3.0"
    },
    "treadmillFocus": "",
    "abstract": "Twenty subjects performed 3km runs on self-propelled (Woodway Curve 3.0) and motorized treadmills. Self-propelled treadmill elicited greater physiological response.",
    "keyFindings": "VO2 was significantly greater on self-propelled treadmill (44.90 vs 34.38 ml/kg/min)",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "fullenkamp2018",
    "year": 2018,
    "title": "A comparison of both motorized and nonmotorized treadmill gait kinematics to overground locomotion",
    "authors": [
      "Fullenkamp, A.M.",
      "Tolusso, D.V.",
      "Laurent, C.M.",
      "Campbell, B.M.",
      "Cripps, A.E."
    ],
    "journal": "Journal of Sport Rehabilitation",
    "methods": [
      "Biomechanical Analysis",
      "Crossover Study"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 35,
      "sex": "Mixed",
      "healthStatus": "Healthy",
      "expertise": "Recreational"
    },
    "sampleSize": 20,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "20 healthy adults performed walking and running overground and on MT and NMT. Analyzed shoulder, trunk, and lower-extremity kinematics for each condition.",
    "keyFindings": "MT matched overground kinematics; NMT showed increased flexions in late swing and early stance",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "hatchett2018",
    "year": 2018,
    "title": "The Effect of a Curved Non-Motorized Treadmill on Running Gait Length, Imbalance and Stride Angle",
    "authors": [
      "Hatchett, A.",
      "Armstrong, K.",
      "Parr, B.",
      "Crews, M.",
      "Tant, C."
    ],
    "journal": "Sports",
    "methods": [
      "Biomechanical Analysis"
    ],
    "population": {
      "ageLower": 19,
      "ageUpper": 22,
      "sex": "Mixed",
      "healthStatus": "Healthy",
      "expertise": "Recreational"
    },
    "sampleSize": 16,
    "treadmill": {
      "brand": "Unknown",
      "model": "Curved Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "16 college-aged participants completed 5 four-minute running bouts alternating between TMT and CNT. Gait analyzed using Optogait equipment.",
    "keyFindings": "Running on CNT resulted in significant changes in gait characteristics (step length, stride length, imbalance, stride angle)",
    "keywords": [],
    "openAccess": true,
    "DOI": "",
    "citations": []
  },
  {
    "id": "schoenmakers2018",
    "year": 2018,
    "title": "The physiological and perceptual demands of running on a curved non-motorised treadmill: Implications for self-paced training",
    "authors": [
      "Schoenmakers, P.P.J.M.",
      "Reed, K.E."
    ],
    "journal": "Journal of Science and Medicine in Sport",
    "methods": [
      "Crossover Study",
      "Metabolic Testing"
    ],
    "population": {
      "ageLower": 25,
      "ageUpper": 47,
      "sex": "Male",
      "healthStatus": "Trained Runners",
      "expertise": "Trained"
    },
    "sampleSize": 13,
    "treadmill": {
      "brand": "Unknown",
      "model": "Curved Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "13 trained male runners performed incremental running test on MT then ran at progressively higher velocities on cNMT and MT. cNMT elicited higher relative oxygen uptake across all velocities.",
    "keyFindings": "Running on cNMT has higher physiological and perceptual demands; 90% VO2max achieved at 62% Vmax on cNMT vs 81% Vmax on MT",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "tofari2018",
    "year": 2018,
    "title": "Self-Paced Team-Sport Match Simulation Results in Reductions in Voluntary Activation and Modifications to Biological, Perceptual, and Performance Measures",
    "authors": [
      "Tofari, P.J.",
      "Kemp, J.G.",
      "Cormack, S.J."
    ],
    "journal": "Journal of Strength and Conditioning Research",
    "methods": [
      "Observational Study"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 35,
      "sex": "Male",
      "healthStatus": "Team-Sport Athletes",
      "expertise": "Trained"
    },
    "sampleSize": 12,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "12 male team-sport athletes performed 90-minute self-paced soccer match simulation on nonmotorized treadmill. Assessments at prematch, halftime, postmatch, and recovery timepoints.",
    "keyFindings": "Half-time reductions in voluntary activation and potentiated twitch plateaued by postmatch; perceptual and neuromuscular responses related to running intensity",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "valstad2018",
    "year": 2018,
    "title": "Comparison of Long and Short High-Intensity Interval Exercise Bouts on Running Performance, Physiological and Perceptual Responses",
    "authors": [
      "Valstad, S.A.",
      "Heimburg, E.v.",
      "Welde, B.",
      "Tillaar, R.v.d."
    ],
    "journal": "Sports Medicine International Open",
    "methods": [
      "Crossover Study"
    ],
    "population": {
      "ageLower": 20,
      "ageUpper": 24,
      "sex": "Mixed",
      "healthStatus": "Healthy",
      "expertise": "Recreational"
    },
    "sampleSize": 12,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "12 healthy students performed long (4×4 min) and short intervals (4×8×20 s) of high-intensity training on non-motorized treadmill with same total duration.",
    "keyFindings": "Short intervals perceived easier than long intervals even though cardiovascular and metabolic responses similar; EPOC lasted significantly longer after short intervals",
    "keywords": [],
    "openAccess": true,
    "DOI": "",
    "citations": []
  },
  {
    "id": "waldman2018",
    "year": 2018,
    "title": "Five-Kilometer Time Trial Reliability of a Nonmotorized Treadmill and Comparison of Physiological and Perceptual Responses vs. a Motorized Treadmill",
    "authors": [
      "Waldman, H.S.",
      "Heatherly, A.J.",
      "Waddell, A.F.",
      "Krings, B.M.",
      "O'Neal, E.K."
    ],
    "journal": "Journal of Strength and Conditioning Research",
    "methods": [
      "Crossover Study",
      "Metabolic Testing"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 35,
      "sex": "Male",
      "healthStatus": "Runners",
      "expertise": "Trained"
    },
    "sampleSize": 10,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "10 male runners completed 3 TT to establish reliability then ran at 5-km pace on NMT and MT. Familiarization session should be included for TT using NMT.",
    "keyFindings": "ICC improved between TT2 and TT3 (0.99); NMT resulted in 24% slower pace but similar VO2, RER, lactate, and HR responses",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "edwards2017",
    "year": 2017,
    "title": "Non-motorized treadmill running is associated with higher cardiometabolic demands",
    "authors": [
      "Edwards, R.B.",
      "Tofari, P.J.",
      "Cormack, S.J.",
      "Whyte, D.G."
    ],
    "journal": "Frontiers in Physiology",
    "methods": [
      "Metabolic Testing",
      "Crossover Study"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 35,
      "sex": "Mixed",
      "healthStatus": "Trained Runners",
      "expertise": "Trained"
    },
    "sampleSize": 14,
    "treadmill": {
      "brand": "Unknown",
      "model": "Curved Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "14 trained runners performed 5×6-min bouts at progressively higher speeds. Running on cNMT showed higher cardiometabolic demand than overground or motorized treadmill.",
    "keyFindings": "cNMT required 22% higher VO2max than overground and 16% higher than motorized treadmill",
    "keywords": [],
    "openAccess": true,
    "DOI": "",
    "citations": []
  },
  {
    "id": "kim2017a",
    "year": 2017,
    "title": "Comparison of dynamic stability during walking and running on nonmotorized curved treadmill according to curvature radius",
    "authors": [
      "Kim, S.",
      "Roh, J.",
      "Hyeong, J.",
      "Kim, Y."
    ],
    "journal": "Journal of Mechanics in Medicine and Biology",
    "methods": [
      "Biomechanical Analysis"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 45,
      "sex": "Male",
      "healthStatus": "Healthy",
      "expertise": "Recreational"
    },
    "sampleSize": 16,
    "treadmill": {
      "brand": "Unknown",
      "model": "Curved Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "16 healthy adult men maintained different self-paced speeds on NMCT with three curvature radii. Dynamic stability assessed across speeds and radii.",
    "keyFindings": "Stability decreased at slow speeds but increased at fast speeds as curvature radius decreased",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "kim2017b",
    "year": 2017,
    "title": "Dynamic Stability on Nonmotorized Curved Treadmill: Self-Paced Speed versus Fixed Speed",
    "authors": [
      "Kim, S.",
      "Roh, J.",
      "Hyeong, J.",
      "Yang, G.",
      "Kim, Y."
    ],
    "journal": "International Journal of Precision Engineering and Manufacturing",
    "methods": [
      "Biomechanical Analysis"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 45,
      "sex": "Mixed",
      "healthStatus": "Healthy",
      "expertise": "Recreational"
    },
    "sampleSize": 27,
    "treadmill": {
      "brand": "Unknown",
      "model": "Curved Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "Compared margin of stability under self-paced and fixed-speed conditions using nonmotorized curved treadmill with different curvature radii.",
    "keyFindings": "Self-paced and fixed-speed conditions at different curvature radii influence dynamic stability",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "kim2017c",
    "year": 2017,
    "title": "Prediction of Belt Sag on a Non-Motorized Curved Treadmill",
    "authors": [
      "Kim, S.",
      "Hyeong, J.",
      "Roh, J.",
      "Kwon, O.",
      "Kim, Y."
    ],
    "journal": "International Journal of Precision Engineering and Manufacturing",
    "methods": [
      "Biomechanical Analysis"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 45,
      "sex": "Mixed",
      "healthStatus": "Healthy",
      "expertise": "N/A"
    },
    "sampleSize": 0,
    "treadmill": {
      "brand": "Unknown",
      "model": "Curved Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "This study suggests a design method for curved treadmill with mathematical model that enables prediction of belt sag extent. An experimental belt system was produced and measured values confirmed validity of the mathematical model.",
    "keyFindings": "Mathematical model enables prediction of upper and lower belt sags according to design factors",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "molphy2017",
    "year": 2017,
    "title": "The effect of 400 µg inhaled salbutamol on 3 km time trial performance in a low humidity environment",
    "authors": [
      "Molphy, J.",
      "Dickinson, J.W.",
      "Chester, N.J.",
      "Loosemore, M.",
      "Whyte, G."
    ],
    "journal": "Journal of Sports Science & Medicine",
    "methods": [
      "Randomized Control Trial"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 35,
      "sex": "Mixed",
      "healthStatus": "EVH+ve/EVH-ve",
      "expertise": "Recreational"
    },
    "sampleSize": 14,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "14 participants (7 EVH+ve, 7 EVH-ve) performed 3 km running time-trials on non-motorized treadmill 15 minutes following inhalation of salbutamol, placebo, or control.",
    "keyFindings": "400µg inhaled salbutamol does not improve 3 km time-trial performance despite significantly increased HR and FEV1",
    "keywords": [],
    "openAccess": true,
    "DOI": "",
    "citations": []
  },
  {
    "id": "mullineaux2017",
    "year": 2017,
    "title": "CI2 for creating and comparing confidence-intervals for time-series bivariate plots",
    "authors": [
      "Mullineaux, D.R."
    ],
    "journal": "Gait & Posture",
    "methods": [
      "Biomechanical Analysis"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 45,
      "sex": "Mixed",
      "healthStatus": "Healthy",
      "expertise": "Recreational"
    },
    "sampleSize": 10,
    "treadmill": {
      "brand": "Unknown",
      "model": "Curved Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "Developed CI2 method to calculate confidence-intervals on time-series bivariate plots. Test data were knee and ankle angles from 10 participants running on motorised and curved non-motorised treadmills.",
    "keyFindings": "CI2 method provides effective quantification of CI for bivariate plots and exploration of differences between time-series",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "pelka2017",
    "year": 2017,
    "title": "Acute effects of psychological relaxation techniques between two physical tasks",
    "authors": [
      "Pelka, M.",
      "Kölling, S.",
      "Ferrauti, A.",
      "Meyer, T.",
      "Pfeiffer, M.",
      "Kellmann, M."
    ],
    "journal": "Journal of Sports Sciences",
    "methods": [
      "Randomized Control Trial",
      "Crossover Study"
    ],
    "population": {
      "ageLower": 24,
      "ageUpper": 27,
      "sex": "Mixed",
      "healthStatus": "Sport Science Students",
      "expertise": "Trained"
    },
    "sampleSize": 27,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "27 sport science students tested repeated sprint ability twice during day with 25-min breaks including different relaxation interventions. Tests executed on non-motorised treadmill (6 sprints of 4s).",
    "keyFindings": "Systematic breathing led to better repeated sprint performance compared to control sessions",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "stevens2017a",
    "year": 2017,
    "title": "Running performance in the heat is improved by similar magnitude with pre-exercise cold-water immersion and mid-exercise facial water spray",
    "authors": [
      "Stevens, C.J.",
      "Kittel, A.",
      "Sculley, D.V.",
      "Callister, R.",
      "Taylor, L.",
      "Dascombe, B.J."
    ],
    "journal": "Journal of Sports Sciences",
    "methods": [
      "Crossover Study"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 45,
      "sex": "Male",
      "healthStatus": "Runners",
      "expertise": "Trained"
    },
    "sampleSize": 9,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "9 trained male runners completed 5 km time trials in heat with pre-cooling by cold-water immersion, mid-exercise cooling by facial water spray, or no cooling control.",
    "keyFindings": "Both pre-exercise cold-water immersion and mid-exercise facial water spray improved 5 km performance by similar magnitude",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "stevens2017b",
    "year": 2017,
    "title": "A comparison of mixed-method cooling interventions on preloaded running performance in the heat",
    "authors": [
      "Stevens, C.J.",
      "Bennett, K.J.M.",
      "Sculley, D.V.",
      "Callister, R.",
      "Taylor, L.",
      "Dascombe, B.J."
    ],
    "journal": "Journal of Strength and Conditioning Research",
    "methods": [
      "Randomized Control Trial"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 45,
      "sex": "Mixed",
      "healthStatus": "Runners",
      "expertise": "Trained"
    },
    "sampleSize": 11,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "11 trained runners completed preloaded running time trials (20 min at 70% VO2max and 3 km time trial) with precooling, midcooling, combination of all methods, or control in heat.",
    "keyFindings": "Performance improved with midcooling, whereas precooling had little or no influence",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "vandentillaar2017",
    "year": 2017,
    "title": "Effects of Short or Long Warm-up on Intermediate Running Performance",
    "authors": [
      "Tillaar, R.v.d.",
      "Vatten, T.",
      "Heimburg, E.v."
    ],
    "journal": "Journal of Strength and Conditioning Research",
    "methods": [
      "Crossover Study"
    ],
    "population": {
      "ageLower": 21,
      "ageUpper": 26,
      "sex": "Male",
      "healthStatus": "Athletes",
      "expertise": "Trained"
    },
    "sampleSize": 13,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "13 experienced endurance-trained athletes conducted 2 types of warm-ups (long: general + specific; short: specific only) followed by 3-minute running test on nonmotorized treadmill.",
    "keyFindings": "Short warm-up as effective as long warm-up for intermediate performance; no significant differences in running performance variables",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "wurdeman2017",
    "year": 2017,
    "title": "Reduced vertical displacement of the center of mass is not accompanied by reduced oxygen uptake during walking",
    "authors": [
      "Wurdeman, S.R.",
      "Raffalt, P.C.",
      "Stergiou, N."
    ],
    "journal": "Scientific Reports",
    "methods": [
      "Biomechanical Analysis",
      "Metabolic Testing"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 45,
      "sex": "Mixed",
      "healthStatus": "Healthy",
      "expertise": "Recreational"
    },
    "sampleSize": 17,
    "treadmill": {
      "brand": "Unknown",
      "model": "Curved"
    },
    "treadmillFocus": "",
    "abstract": "Investigated effect of reduced vertical displacement of CoM on oxygen uptake and walking economy without imposing altered gait patterns by having subjects walk on curved treadmill and flat treadmill.",
    "keyFindings": "Reduced vertical displacement of CoM on curved treadmill accompanied by increase in oxygen uptake and walking economy",
    "keywords": [],
    "openAccess": true,
    "DOI": "",
    "citations": []
  },
  {
    "id": "elsworthy2016",
    "year": 2016,
    "title": "Physical and psychomotor performance of Australian football and rugby league officials during match simulation",
    "authors": [
      "Elsworthy, N.",
      "Burke, D.",
      "Dascombe, B.J."
    ],
    "journal": "Journal of Sports Sciences",
    "methods": [
      "Observational Study"
    ],
    "population": {
      "ageLower": 27,
      "ageUpper": 38,
      "sex": "Male",
      "healthStatus": "Sports Officials",
      "expertise": "Elite"
    },
    "sampleSize": 12,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "12 elite officials completed match simulation on non-motorised treadmill examining psychomotor performance changes during laboratory-based match simulation.",
    "keyFindings": "Response time improved when running above 65% maximal sprinting speed during intermittent exercise",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "gray2016",
    "year": 2016,
    "title": "Improved end-stage high-intensity performance but similar glycemic responses after waxy barley starch vs dextrose in Type 1 diabetes",
    "authors": [
      "Gray, B.J.",
      "Page, R.",
      "Turner, D.",
      "West, D.J.",
      "Campbell, M.D.",
      "Kilduff, L.P.",
      "Stephens, J.W.",
      "Bain, S.C.",
      "Bracken, R.M."
    ],
    "journal": "The Journal of Sports Medicine and Physical Fitness",
    "methods": [
      "Crossover Study",
      "Metabolic Testing"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 45,
      "sex": "Mixed",
      "healthStatus": "Type 1 Diabetes",
      "expertise": "N/A"
    },
    "sampleSize": 7,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "7 T1DM participants consumed waxy barley starch or dextrose before sub-maximal exercise followed by 10-min performance run on non-motorized treadmill.",
    "keyFindings": "Waxy barley starch showed improved end-stage high-intensity performance compared to dextrose in T1DM",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "morgan2016",
    "year": 2016,
    "title": "Comparison of VO2peak performance on a motorized vs. a nonmotorized treadmill",
    "authors": [
      "Morgan, A.L.",
      "Laurent, C.M.",
      "Fullenkamp, A.M."
    ],
    "journal": "Journal of Strength and Conditioning Research",
    "methods": [
      "Crossover Study",
      "Metabolic Testing"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 35,
      "sex": "Mixed",
      "healthStatus": "Healthy",
      "expertise": "Recreational"
    },
    "sampleSize": 24,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "24 volunteers performed 2 peak GXT sessions (1 MT and 1 NMT). Neither peak VO2, peak HR, nor VT were significantly different, but submaximal responses differed.",
    "keyFindings": "Peak values similar between NMT and MT; majority of submaximal data significantly different between trials",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "stevens2016",
    "year": 2016,
    "title": "Running performance and thermal sensation in the heat are improved with menthol mouth rinse but not ice slurry ingestion",
    "authors": [
      "Stevens, C.J.",
      "Thoseby, B.",
      "Sculley, D.V.",
      "Callister, R.",
      "Taylor, L.",
      "Dascombe, B.J."
    ],
    "journal": "Scandinavian Journal of Medicine & Science in Sports",
    "methods": [
      "Crossover Study"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 45,
      "sex": "Male",
      "healthStatus": "Runners",
      "expertise": "Trained"
    },
    "sampleSize": 11,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "11 moderately trained male runners completed 5-km time trials in hot conditions with ice slurry ingestion, menthol mouth rinse, or no intervention on non-motorized treadmill.",
    "keyFindings": "Menthol mouth rinse improved running performance in heat; ice slurry reduced core temperature but did not improve performance",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "wee2016",
    "year": 2016,
    "title": "Comparison of perceptual and physiological variables of running on a track, motorized treadmill, and non-motorized curved treadmill at increasing velocity",
    "authors": [
      "Wee, V.M.",
      "Von Heimburg, E.",
      "Van Den Tillaar, R."
    ],
    "journal": "Acta Kinesiologiae Universitatis Tartuensis",
    "methods": [
      "Observational Study"
    ],
    "population": {
      "ageLower": 21,
      "ageUpper": 27,
      "sex": "Male",
      "healthStatus": "Athletes",
      "expertise": "Trained"
    },
    "sampleSize": 10,
    "treadmill": {
      "brand": "Unknown",
      "model": "Curved Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "The aim of this study was to compare perceptual and physiological variables between running on three different modalities at increasing velocity. Ten male athletes conducted three 1000 m laps at increasing velocity on three different running modalities.",
    "keyFindings": "Physiological and perceptual variables were higher on non-motorized curved treadmill compared to track or motorized treadmill",
    "keywords": [
      "rate of perceived exertion",
      "blood lactate concentration",
      "heart rate",
      "oxygen uptake"
    ],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "barreira2015",
    "year": 2015,
    "title": "Asymmetry after hamstring injury in english premier league: issue resolved, or perhaps not?",
    "authors": [
      "Barreira, P.",
      "Drust, B.",
      "Robinson, M.",
      "Vanrenterghem, J."
    ],
    "journal": "International Journal of Sports Medicine",
    "methods": [
      "Observational Study"
    ],
    "population": {
      "ageLower": 20,
      "ageUpper": 27,
      "sex": "Male",
      "healthStatus": "Athletes (Football)",
      "expertise": "Elite"
    },
    "sampleSize": 17,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "Assessed horizontal force deficits during maximum sprint running on non-motorized treadmill in Premier League football players with previous hamstring strains.",
    "keyFindings": "No significant differences in peak forces between previously injured and non-injured limbs",
    "keywords": [],
    "openAccess": true,
    "DOI": "",
    "citations": []
  },
  {
    "id": "fullenkamp2015",
    "year": 2015,
    "title": "Automated gait temporal-spatial assessment from non-motorized treadmill belt speed data",
    "authors": [
      "Fullenkamp, A.M.",
      "Laurent, C.M.",
      "Campbell, B.M."
    ],
    "journal": "Gait & Posture",
    "methods": [
      "Biomechanical Analysis"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 45,
      "sex": "Mixed",
      "healthStatus": "Healthy",
      "expertise": "Recreational"
    },
    "sampleSize": 17,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "Determined validity of automated technique using belt speed data from NMT to estimate temporal-spatial gait parameters in 17 injury-free adults.",
    "keyFindings": "Belt speed data from NMT can predict gait events and analyze gait metrics with high accuracy",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "mangine2015",
    "year": 2015,
    "title": "Sprinting performance on the Woodway Curve 3.0 is related to muscle architecture",
    "authors": [
      "Mangine, G.T.",
      "Fukuda, D.H.",
      "Townsend, J.R.",
      "Wells, A.J.",
      "Gonzalez, A.M.",
      "Jajtner, A.R.",
      "Bohner, J.D.",
      "LaMonica, M.",
      "Hoffman, J.R.",
      "Fragala, M.S.",
      "Stout, J.R."
    ],
    "journal": "European Journal of Sport Science",
    "methods": [
      "Observational Study"
    ],
    "population": {
      "ageLower": 20,
      "ageUpper": 26,
      "sex": "Mixed",
      "healthStatus": "Healthy",
      "expertise": "Recreational"
    },
    "sampleSize": 28,
    "treadmill": {
      "brand": "Woodway",
      "model": "Curve 3.0"
    },
    "treadmillFocus": "",
    "abstract": "28 healthy adults completed 30-s maximal sprint on Woodway Curve 3.0. Muscle thickness, CSA, and echo intensity of rectus femoris and vastus lateralis measured via ultrasound.",
    "keyFindings": "Muscle architecture is related to and predictive of treadmill sprinting performance",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "morrison2015",
    "year": 2015,
    "title": "A Clustered Repeated-Sprint Running Protocol for Team-Sport Athletes Performed in Normobaric Hypoxia",
    "authors": [
      "Morrison, J.",
      "McLellan, C.",
      "Minahan, C."
    ],
    "journal": "Journal of Sports Science & Medicine",
    "methods": [
      "Randomized Control Trial"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 35,
      "sex": "Male",
      "healthStatus": "Team-Sport Athletes",
      "expertise": "Trained"
    },
    "sampleSize": 10,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "10 amateur team-sport athletes completed RSR444 protocol (4 sets of 4, 4-s sprints) in normoxia and hypoxia on non-motorized treadmill. Performance maintained in normoxia but not hypoxia.",
    "keyFindings": "Amateur team-sport athletes unable to maintain performance in hypoxic conditions during RSR444 protocol",
    "keywords": [],
    "openAccess": true,
    "DOI": "",
    "citations": []
  },
  {
    "id": "smoliga2015",
    "year": 2015,
    "title": "Increased physiologic intensity during walking and running on a non-motorized, curved treadmill",
    "authors": [
      "Smoliga, J.M.",
      "Hegedus, E.J.",
      "Ford, K.R."
    ],
    "journal": "Physical Therapy in Sport",
    "methods": [
      "Crossover Study",
      "Metabolic Testing"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 35,
      "sex": "Mixed",
      "healthStatus": "Healthy Athletes",
      "expertise": "Trained"
    },
    "sampleSize": 10,
    "treadmill": {
      "brand": "Unknown",
      "model": "Curved Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "10 healthy athletic adults walked and ran on NMCT and SMT at matched speeds. Intensity significantly greater for NMCT: Walking 5.9 vs 3.4 METs; Running 10.7 vs 7.3 METs.",
    "keyFindings": "NMCT elicits greater physiological stimulus than SMT with small but significant changes in RPE at matched speeds",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "stevens2015",
    "year": 2015,
    "title": "The Reliability of Running Performance in a 5 km Time Trial on a Non-motorized Treadmill",
    "authors": [
      "Stevens, C.J.",
      "Hacene, J.",
      "Sculley, D.V.",
      "Taylor, L.",
      "Callister, R.",
      "Dascombe, B."
    ],
    "journal": "International Journal of Sports Medicine",
    "methods": [
      "Observational Study"
    ],
    "population": {
      "ageLower": 19,
      "ageUpper": 45,
      "sex": "Male",
      "healthStatus": "Runners",
      "expertise": "Trained"
    },
    "sampleSize": 17,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "17 male runners performed familiarization then 2 separate maximal 5 km running time trials on non-motorized treadmill. Most physiological responses demonstrated good reliability.",
    "keyFindings": "Performance time in 5 km running time trial on non-motorized treadmill is highly reliable (CV: 1.2%, ICC: 0.99)",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "stevens2015b",
    "year": 2015,
    "title": "The validity of endurance running performance on the Curve 3TM non-motorised treadmill",
    "authors": [
      "Stevens, C.J.",
      "Hacene, J.",
      "Wellham, B.",
      "Sculley, D.V.",
      "Callister, R.",
      "Taylor, L.",
      "Dascombe, B.J."
    ],
    "journal": "Journal of Sports Sciences",
    "methods": [
      "Observational Study"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 35,
      "sex": "Male",
      "healthStatus": "Runners",
      "expertise": "Trained"
    },
    "sampleSize": 10,
    "treadmill": {
      "brand": "Woodway",
      "model": "Curve 3.0"
    },
    "treadmillFocus": "",
    "abstract": "10 male runners performed randomised 5-km time trials on NMT and outdoor athletics track. Strong correlations suggest NMT is valid tool for assessment of endurance running performance.",
    "keyFindings": "Performance time strongly correlated between NMT and overground (r=0.82); runners consistently slower on NMT",
    "keywords": [],
    "openAccess": true,
    "DOI": "",
    "citations": []
  },
  {
    "id": "tofari2015",
    "year": 2015,
    "title": "A self-paced intermittent protocol on a non-motorised treadmill: a reliable alternative to assessing team-sport running performance",
    "authors": [
      "Tofari, P.J.",
      "McLean, B.D.",
      "Kemp, J.",
      "Cormack, S."
    ],
    "journal": "Journal of Sports Science & Medicine",
    "methods": [
      "Observational Study"
    ],
    "population": {
      "ageLower": 19,
      "ageUpper": 22,
      "sex": "Male",
      "healthStatus": "Team-Sport Athletes",
      "expertise": "Trained"
    },
    "sampleSize": 10,
    "treadmill": {
      "brand": "Woodway",
      "model": "Curve 3.0"
    },
    "treadmillFocus": "",
    "abstract": "10 male team-sport athletes attended 5 sessions performing 30-min self-paced protocol on Woodway Curve 3.0. Peak/mean speed and distance variables exhibited CV <5%.",
    "keyFindings": "Self-paced team-sport running protocol on NMT produces reliable speed/distance and power data after single familiarization",
    "keywords": [],
    "openAccess": true,
    "DOI": "",
    "citations": []
  },
  {
    "id": "tolusso2015",
    "year": 2015,
    "title": "Placebo Effect: Influence on Repeated Intermittent Sprint Performance on Consecutive Days",
    "authors": [
      "Tolusso, D.V.",
      "Laurent, C.M.",
      "Fullenkamp, A.M.",
      "Tobar, D.A."
    ],
    "journal": "Journal of Strength and Conditioning Research",
    "methods": [
      "Randomized Control Trial"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 35,
      "sex": "Mixed",
      "healthStatus": "Healthy",
      "expertise": "Recreational"
    },
    "sampleSize": 10,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "10 subjects performed 4 repeated sprint tests under control or placebo beverage conditions separated by 24 hours on nonmotorized treadmill. Placebo trial produced significantly higher peak and mean power.",
    "keyFindings": "Placebo administration can attenuate decline in performance as fatigue increases during repeated sprinting bouts",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "kokkinoplitis2014",
    "year": 2014,
    "title": "The effect of beetroot juice on repeated sprint performance and muscle force production",
    "authors": [
      "Kokkinoplitis, K.",
      "Chester, N."
    ],
    "journal": "Journal of Physical Education & Sport",
    "methods": [
      "Randomized Control Trial"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 35,
      "sex": "Mixed",
      "healthStatus": "Healthy",
      "expertise": "Recreational"
    },
    "sampleSize": 30,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "Examined effects of beetroot juice on muscle force production and repeated sprint performance using isokinetic dynamometer and non-motorized treadmill.",
    "keyFindings": "No differences between trials for muscle strength measurement with beetroot juice supplementation",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "laurent2014",
    "year": 2014,
    "title": "Power, fatigue, and recovery changes in NCAA Division I hockey players across a competitive season",
    "authors": [
      "Laurent, C.M.",
      "Fullenkamp, A.M.",
      "Morgan, A.L.",
      "Fischer, D.A."
    ],
    "journal": "Journal of Strength and Conditioning Research",
    "methods": [
      "Observational Study"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 24,
      "sex": "Male",
      "healthStatus": "Athletes (Hockey)",
      "expertise": "Elite"
    },
    "sampleSize": 20,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "20 NCAA Division I men's hockey athletes performed repeated sprint tests pre- and postseason. Mean power was significantly higher in preseason vs postseason performance.",
    "keyFindings": "Athletes unable to maintain power during repeated sprint work postseason; increased perceptual strain observed",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "mangine2014",
    "year": 2014,
    "title": "Speed, Force, and Power Values Produced From Nonmotorized Treadmill Test Are Related to Sprinting Performance",
    "authors": [
      "Mangine, G.T.",
      "Hoffman, J.R.",
      "Gonzalez, A.M.",
      "Wells, A.J.",
      "Townsend, J.R.",
      "Jajtner, A.R.",
      "McCormack, W.P.",
      "Robinson, E.H.",
      "Fragala, M.S.",
      "Fukuda, D.H.",
      "Stout, J.R."
    ],
    "journal": "Journal of Strength and Conditioning Research",
    "methods": [
      "Observational Study"
    ],
    "population": {
      "ageLower": 20,
      "ageUpper": 26,
      "sex": "Mixed",
      "healthStatus": "Healthy",
      "expertise": "Recreational"
    },
    "sampleSize": 78,
    "treadmill": {
      "brand": "Woodway",
      "model": "Curve"
    },
    "treadmillFocus": "",
    "abstract": "78 physically active adults performed 30-second maximal sprint on curved nonmotorized treadmill. Strong relationships found between 30-m sprint time and treadmill performance variables.",
    "keyFindings": "Sprinting performance on nonmotorized treadmill significantly predicts short-distance sprint time",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "galvin2013",
    "year": 2013,
    "title": "Repeated sprint training in normobaric hypoxia",
    "authors": [
      "Galvin, H.M.",
      "Cooke, K.",
      "Sumners, D.P.",
      "Mileva, K.N.",
      "Bowtell, J.L."
    ],
    "journal": "British Journal of Sports Medicine",
    "methods": [
      "Randomized Control Trial"
    ],
    "population": {
      "ageLower": 17,
      "ageUpper": 20,
      "sex": "Male",
      "healthStatus": "Rugby Athletes",
      "expertise": "Trained"
    },
    "sampleSize": 30,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "30 male rugby players completed 12 repeated sprint training sessions in hypoxia or normoxia on non-motorised treadmill over 4 weeks.",
    "keyFindings": "Hypoxic RS training resulted in twofold greater improvements than normoxic training",
    "keywords": [],
    "openAccess": true,
    "DOI": "",
    "citations": []
  },
  {
    "id": "gonzalez2013",
    "year": 2013,
    "title": "Reliability of the Woodway Curve non-motorized treadmill for assessing anaerobic performance",
    "authors": [
      "Gonzalez, A.M.",
      "Wells, A.J.",
      "Hoffman, J.R.",
      "Stout, J.R.",
      "Fragala, M.S.",
      "Mangine, G.T.",
      "McCormack, W.P.",
      "Townsend, J.R.",
      "Jajtner, A.R.",
      "Emerson, N.S.",
      "Robinson IV, E.H."
    ],
    "journal": "Journal of Sports Science & Medicine",
    "methods": [
      "Observational Study"
    ],
    "population": {
      "ageLower": 20,
      "ageUpper": 25,
      "sex": "Mixed",
      "healthStatus": "Healthy",
      "expertise": "Recreational"
    },
    "sampleSize": 32,
    "treadmill": {
      "brand": "Woodway",
      "model": "Curve 3.0"
    },
    "treadmillFocus": "",
    "abstract": "32 recreationally active adults performed familiarization and experimental trials on Woodway Curve 3.0 and Wingate test. High reliability observed after 2 familiarization trials.",
    "keyFindings": "Curved treadmill provides reliable sprint test after two familiarization trials; strong relationships with cycle ergometer",
    "keywords": [],
    "openAccess": true,
    "DOI": "",
    "citations": []
  },
  {
    "id": "seneli2013",
    "year": 2013,
    "title": "Estimated V(O2)max from the rockport walk test on a nonmotorized curved treadmill",
    "authors": [
      "Seneli, R.M.",
      "Ebersole, K.T.",
      "O'Connor, K.M.",
      "Snyder, A.C."
    ],
    "journal": "Journal of Strength and Conditioning Research",
    "methods": [
      "Observational Study"
    ],
    "population": {
      "ageLower": 19,
      "ageUpper": 44,
      "sex": "Mixed",
      "healthStatus": "Healthy",
      "expertise": "Recreational"
    },
    "sampleSize": 23,
    "treadmill": {
      "brand": "Unknown",
      "model": "Curved Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "23 healthy adults performed Rockport Walk Test on measured indoor track and on curved treadmill. All VO2max estimations different from observed except for one equation on track.",
    "keyFindings": "RWTC underestimates VO2max but may be beneficial if new equation created specifically for curved treadmill",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "zois2013",
    "year": 2013,
    "title": "High-intensity re-warm-ups enhance soccer performance",
    "authors": [
      "Zois, J.",
      "Bishop, D.",
      "Fairweather, I.",
      "Ball, K.",
      "Aughey, R.J."
    ],
    "journal": "International Journal of Sports Medicine",
    "methods": [
      "Randomized Control Trial",
      "Crossover Study"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 35,
      "sex": "Mixed",
      "healthStatus": "Team-Sport Athletes",
      "expertise": "Trained"
    },
    "sampleSize": 23,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "Participants performed 2×26-min periods of intermittent activity protocol on non-motorized treadmill, interspersed by 15-min passive recovery, 3-min small-sided game, or 5RM leg-press. Various performance measures assessed.",
    "keyFindings": "5RM leg-press re-warm-up improved physical performance; small-sided game re-warm-up enhanced skill execution",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "bracken2012",
    "year": 2012,
    "title": "Isomaltulose improves glycemia and maintains run performance in type 1 diabetes",
    "authors": [
      "Bracken, R.M.",
      "Page, R.",
      "Gray, B.",
      "Kilduff, L.P.",
      "West, D.J.",
      "Stephens, J.W.",
      "Bain, S.C."
    ],
    "journal": "Medicine and Science in Sports and Exercise",
    "methods": [
      "Crossover Study",
      "Metabolic Testing"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 45,
      "sex": "Mixed",
      "healthStatus": "Type 1 Diabetes",
      "expertise": "N/A"
    },
    "sampleSize": 7,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "Seven T1DM individuals consumed isomaltulose or dextrose before incremental run followed by 10-min all-out performance test on nonmotorized treadmill.",
    "keyFindings": "Isomaltulose improves blood glucose responses and produces similar high-intensity run performance vs dextrose",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  },
  {
    "id": "franks2012",
    "year": 2012,
    "title": "Effects of Motorized vs Non-Motorized Treadmill Training on Hamstring/Quadriceps Strength Ratios",
    "authors": [
      "Franks, K.A.",
      "Brown, L.E.",
      "Coburn, J.W.",
      "Kersey, R.D.",
      "Bottaro, M."
    ],
    "journal": "Journal of Sports Science & Medicine",
    "methods": [
      "Randomized Control Trial"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 35,
      "sex": "Mixed",
      "healthStatus": "Healthy",
      "expertise": "Recreational"
    },
    "sampleSize": 31,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "Examined effects of 4 weeks training on motorized vs non-motorized treadmills on hamstring/quadriceps strength ratios in 31 subjects.",
    "keyFindings": "Training mode elicited specific changes in concentric strength; no effect on eccentric hamstrings",
    "keywords": [],
    "openAccess": true,
    "DOI": "",
    "citations": []
  },
  {
    "id": "snyder2011",
    "year": 2011,
    "title": "Energy expenditure while walking on a non-motorized treadmill",
    "authors": [
      "Snyder, A.C.",
      "Myatt, C.",
      "Weiland, N.",
      "Bednarek, J."
    ],
    "journal": "Journal of Strength and Conditioning Research",
    "methods": [
      "Metabolic Testing"
    ],
    "population": {
      "ageLower": 18,
      "ageUpper": 35,
      "sex": "Mixed",
      "healthStatus": "Healthy",
      "expertise": "Recreational"
    },
    "sampleSize": 20,
    "treadmill": {
      "brand": "Unknown",
      "model": "Non-Motorized"
    },
    "treadmillFocus": "",
    "abstract": "Study examined energy expenditure while walking on a non-motorized treadmill to assess metabolic demands.",
    "keyFindings": "Energy expenditure measured during walking on non-motorized treadmill",
    "keywords": [],
    "openAccess": false,
    "DOI": "",
    "citations": []
  }
]